[
  {
    "Id": "9d7a36c1-d0e3-42f2-9de5-4798eb271651",
    "UniqueName": "adaptability",
    "DisplayName": "Adaptability",
    "Description": "Powers up moves of the same type as the Pokémon.",
    "Link": "https://bulbapedia.bulbagarden.net/wiki/Adaptability_(Ability)",
    "Notes": "Adaptability increases STAB of a Pokémon with this Ability from 1.5 to 2."
  },
  {
    "Id": "95defb59-1cd4-4ca8-8d89-74b50a24f372",
    "UniqueName": "overgrow",
    "DisplayName": "Overgrow",
    "Description": "Powers up Grass-type moves when the Pokémon's HP is low.",
    "Link": "https://bulbapedia.bulbagarden.net/wiki/Overgrow_(Ability)",
    "Notes": "When a Pokémon with Overgrow uses a Grass-type move, the Attack or Special Attack will be increased by 50% if the user has less than or equal to ⅓ of its maximum HP remaining."
  },
  {
    "Id": "13d2745e-95e9-4b3b-8a4c-32a9b26c1f62",
    "UniqueName": "blaze",
    "DisplayName": "Blaze",
    "Description": "Powers up Fire-type moves when the Pokémon's HP is low.",
    "Link": "https://bulbapedia.bulbagarden.net/wiki/Blaze_(Ability)",
    "Notes": "When a Pokémon with Overgrow uses a Fire-type move, the Attack or Special Attack will be increased by 50% if the user has less than or equal to ⅓ of its maximum HP remaining."
  },
  {
    "Id": "952140f4-feaf-4f70-8346-fabd3eeb1e98",
    "UniqueName": "torrent",
    "DisplayName": "Torrent",
    "Description": "Powers up Water-type moves when the Pokémon's HP is low.",
    "Link": "https://bulbapedia.bulbagarden.net/wiki/Torrent_(Ability)",
    "Notes": "When a Pokémon with Overgrow uses a Water-type move, the Attack or Special Attack will be increased by 50% if the user has less than or equal to ⅓ of its maximum HP remaining."
  },
  {
    "Id": "2d6f0e4d-9c41-49c3-aeba-7175be3cad74",
    "UniqueName": "static",
    "DisplayName": "Static",
    "Description": "The Pokémon is charged with static electricity and may paralyze attackers that make direct contact with it.",
    "Link": "https://bulbapedia.bulbagarden.net/wiki/Static_(Ability)",
    "Notes": "When a Pokémon with this Ability is hit by a move that makes contact, there is a 30% chance that the attacking Pokémon will become paralyzed. This can affect Ground-type Pokémon.\n\nIf a Pokémon with this Ability is hit by a multistrike move that makes contact, each hit has an independent chance to activate this Ability."
  }
]
